name: "mnist_pt"
platform: "pytorch_libtorch"
max_batch_size: 128

input [
 {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [1, 28, 28]
  }
]

output {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [10]
}
